Numenera-ThisOldShip/player_stuff/numenera.org
#+EXCLUDE_TAGS: noexport
Reference list for cyphers, artifacts, and anything that Mex can build.
* Numenera
** Cyphers
*** Explosive Implant
 Once this substance enters the bloodstream, it travels to the brain and
 reorganizes into an explosive that detonates when activated via a detonator
 (must be within long range), inflicting 10 points of damage (ignoring Armor)
*** Defoliant
 One chlorophyl-based plant of a level lower than the cypher is instantly killed
*** Rejuvinator
 One Pool of the user's choice is restored by a number of points equal to the
 cypher's level.
*** Poison (Pacification)
 The victim lays down for one minute with eyes closed when told to do so (once).
*** Force Shield Projector                                         :noexport:
 Creates a shimmering energy shield around the user for one hour, during which
 time they gain +3 Armor (+4 Armor if the cypher is level 5 or higher)
*** Gravity Nullifier                                              :noexport:
 For one hour, the user can float into the air, moving vertically (but not
 horizontally without some other action, such as pushing along the ceiling) up to
 a short distance per round. The user must weigh less than 50 pounds (22kg) per
 level of the cypher.
*** Magnetic Shield                                                :noexport:
 For 10 minutes, metal objects cannot come within immediate range of the
 activated device. Metal items already in the area when the device is activated
 are slowly pushed out.
** Artifacts
*** Automated Bath
 *Level*: 1d6

 *Form*: A small metal-and-synth hovering sphere that has metallic arms, tubes, and
 cleaning tools

 *Effect*: This automaton cleans a nearby target on command if the target doesn’t
 resist. If allowed to finish, over the course of about a minute, the target is
 cleaned of all dirt and grime, their teeth are cleaned, their hair is washed and
 brushed, and their nails are trimmed. This also cleans the target’s clothing.

 *Depletion*: 1 in 1d100
*** Cellular Annealer                                              :noexport:
 *Level*: 1d6 + 4

 *Form*: A small handheld device with a few simple controls

 *Effect*: This device emits a faint, short-range beam that affects only organic
 creatures and materials. A living target hit by the beam moves up one step on
 the damage track.  A target that is not down on the damage track can immediately
 make a free recovery roll (or, for NPCs, regain a number of points of health
 equal to their level × 3).

 *Depletion*: 1 in 1d10
*** Cloak of Finery                                                :noexport:
 *Level*: 1d6 + 1

 *Form*: A multilayered cloak of glittering material

 *Effect*: This cloak is woven of smart fibers and studded with small devices
 designed to not only automatically tailor the cloak’s fit to its wearer but also
 highlight the wearer in the most attractive light possible, providing variable
 illumination, sound amplification, tone control, and even a limited ability to
 edit grammatical mistakes and pauses made by the wearer. When activated, the
 cloak provides an asset to all interaction tasks the wearer attempts for the
 next minute.

 Depletion: 1 in 1d20
*** Empty Field Generator                                          :noexport:
 *Level*: 1d6

 *Form*: : A 12-foot (4 m) tall collapsible metal tripod with a complex antenna
 array on top and a device with a control surface at the base

 *Effect*: It takes two rounds to assemble and set up this device. It then requires
 an action to activate. When activated, all creatures, structures, and other
 artificial alterations in the landscape are visually smeared out in a radius
 equal to a very long distance for one hour.  From the outside of the area,
 nothing is visible except bare ground and innocuous brush.  From within the
 field, creatures can see what’s around them normally, though all illumination
 drops by one category. This holographic illusion’s level is equal to the
 artifact’s level.

 *Depletion*: 1 in 1d20
*** Instant Refuge                                                 :noexport:
 *Level*: 1d6 + 4

 *Form*: A 2-foot (60 cm) cube with a control surface

 *Effect*: It takes about a minute to activate this device. When activated, it
 projects a 30- foot (9 m) diameter circular portal on a hard surface within
 immediate range that leads to an extradimensional space large enough to hold
 several thousand people in timeless stasis. The portal persists for up to an
 hour, during which time a small community could be evacuated through the
 aperture. Once the portal is closed, it can be opened from the outside at any
 time in the next three months, at which time all those who entered are expelled
 in the same order that they entered. If three months pass without the portal
 being opened manually, it opens automatically and expels its occupants. For
 those inside the portal, no time seems to have passed.

 *Depletion*: 1–2 in 1d6
*** Salvage Pack                                                   :noexport:
 *Level*: 1d6 + 1

 *Form*: Synth pack with attached devices

 *Effect*: This pack’s mouth can be loosened to open as wide as 6 feet (2 m) in
 diameter. It is larger on the inside than on the outside thanks to
 transdimensional outpocketing, and it can contain up to 5 tons (4.5 t) worth of
 material.

 *Depletion*: 1 in 1d100 (check each time something is added to the pack; on
 depletion, all objects are expelled from the pack)
*** Box of Embers
 *Level*: 1d6

 *Form*: Very small synth panel or patch affixed to a melee weapon or other tool

 *Effect*: Once attached, this nodule causes the hilt of the weapon or tool to glow
 with a pulsing reddish-black light. The patch has no effect on the item during
 combat, but three small buttons on the side allow the user to control the other
 effects: light (a red glow that allows the user to see at night as if it were
 daylight), heat (enough to melt ice or keep one person warm even in freezing
 temperatures), and firestarting (while in this mode, blowing on the hilt will
 release enough embers from the weapon to start a fire).

 *Depletion*: —
** Installations
*** Alarm Tower
 *Minimum Crafting Level*: 5   *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (10 units); synthsteel (8 units); apt
 clay (3 units); mimetic gel (2 units); amber crystal (5 units); quantium (2
 units); midnight stone (2 units)

 *Parts*: 48 units

 *Specifications*: This plan produces a 3-foot (1 m) diameter crystal sphere fixed
 atop a metallic mast that reaches 50 feet (15 m) into the air.  It also produces
 a linked, handheld device with a control surface. The alarm tower monitors along
 a circumference up to a very long distance away from the tower in all
 directions. The tower notifies the holder of the handheld device if it detects
 unusual motion, behavior associated with attempts at stealth, or attempts at
 crossing the circumference that haven’t been previously cleared by the builder
 (for example, normal traffic on a road or through a gate would probably be
 cleared by the builder). The alarm tower could be set to scan for different
 criteria, such as the appearance of a certain kind of creature or even a
 specific individual.  Such a device modifies a community’s rank by +1 for tasks
 related to perception.

 *Depletion*: 1 in 1d20 (check per year of use)
*** Automender
 *Minimum Crafting Level*: 3    *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (5 units); synthsteel (2 units); apt
 clay (3 units); mimetic gel (2 units); quantium (2 units)

 *Parts*: 29 units

 *Specifications*: This plan produces a fixed solid no less than 3 feet (1 m) on a
 side with a cavity large enough for a human to stick their arm or leg
 into. Someone who does so regains 3 points to a Pool of their choice but no more
 than once in any ten-hour period.

 *Depletion*: 1 in 1d20 (check after each day the automender is used)
*** Cooling Obelisk
 *Minimum Crafting Level*: 1   *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (10 units); synthsteel (1 unit)

 *Parts*: 11 units

 *Specifications*: This plan produces a 3-foot (1 m) long synth-and-metal obelisk
 that cools the air around it. If placed within an area protected from the wind,
 the elements, direct vacuum, or other environmental effects (such as in a small
 hut, in a tent, under the eaves of a lean-to, and so on), the cooling obelisk
 can cool a single area (or several contiguous, bounded areas) up to a short
 distance in diameter at a temperature that is comfortably cool for humans, even
 amidst desert-like conditions.

 *Depletion*: 1 in d20 (check per month of use)
*** Everflowing Fountain                                           :noexport:
 *Minimum Crafting Level*: 6  *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (13 units); amber crystal (5 units);
 thaum dust (1 unit)

 *Parts*: 61 units

 *Specifications*: This plan produces a fixed crystal bowl about 5 feet (1.5 m)
 across on a short pedestal. Pure water constantly jets up from the center of the
 bowl before falling back and filling the bowl to overflowing. No source of water
 is required. The fountain produces about 10 gallons (40 l) of pure, potable
 water per day, enough to satisfy the water requirements of twenty normal humans
 per day. This device adds +5 to a community’s infrastructure stat.

 *Depletion*: 1 in 1d20 (check each year of use)
