docs/content/numenera.md
---
title: "Numenera"
---
- [Numenera](#orga0a3b7f)
  - [Cyphers](#orgb49daae)
    - [Explosive Implant](#orgd73f4a1)
    - [Defoliant](#org34168dc)
    - [Rejuvinator](#org5f0cd4c)
    - [Poison (Pacification)](#orgb027aa8)
  - [Artifacts](#org34019be)
    - [Automated Bath](#org355fec2)
    - [Box of Embers](#org1bcd23c)
  - [Installations](#org8ace125)
    - [Alarm Tower](#orgdac0fe8)
    - [Automender](#org921c554)
    - [Cooling Obelisk](#org767add0)
    - [Force Wall](#org9990e6b)
    - [Keepsafe Bin](#org86939a5)
    - [Luminous Dynamo](#org07ed6e6)
    - [Vermin Ward](#org7e50eb7)
  - [Vehicles](#orgd550096)
    - [Chainpod](#orgdc1053d)
    - [Hover Frame](#org5a43ec4)
  - [Automatons](#orgfb8b6b6)
    - [Assistant](#org06e9f7e)
    - [Extractor](#org922e63d)
    - [Garden Mech](#org98fd710)
    - [Buildnought](#org800543f)
    - [Lifting Aventron](#orge790f35)
    - [Mech Soldier, Basic](#orgeb65df5)
    - [Storyteller](#orgef6689c)

Reference list for cyphers, artifacts, and anything that Mex can build.


<a id="orga0a3b7f"></a>

# Numenera


<a id="orgb49daae"></a>

## Cyphers


<a id="orgd73f4a1"></a>

### Explosive Implant

Once this substance enters the bloodstream, it travels to the brain and reorganizes into an explosive that detonates when activated via a detonator (must be within long range), inflicting 10 points of damage (ignoring Armor)


<a id="org34168dc"></a>

### Defoliant

One chlorophyl-based plant of a level lower than the cypher is instantly killed


<a id="org5f0cd4c"></a>

### Rejuvinator

One Pool of the user's choice is restored by a number of points equal to the cypher's level.


<a id="orgb027aa8"></a>

### Poison (Pacification)

The victim lays down for one minute with eyes closed when told to do so (once).


<a id="org34019be"></a>

## Artifacts


<a id="org355fec2"></a>

### Automated Bath

**Level**: 1d6

**Form**: A small metal-and-synth hovering sphere that has metallic arms, tubes, and cleaning tools

**Effect**: This automaton cleans a nearby target on command if the target doesn’t resist. If allowed to finish, over the course of about a minute, the target is cleaned of all dirt and grime, their teeth are cleaned, their hair is washed and brushed, and their nails are trimmed. This also cleans the target’s clothing.

**Depletion**: 1 in 1d100


<a id="org1bcd23c"></a>

### Box of Embers

**Level**: 1d6

**Form**: Very small synth panel or patch affixed to a melee weapon or other tool

**Effect**: Once attached, this nodule causes the hilt of the weapon or tool to glow with a pulsing reddish-black light. The patch has no effect on the item during combat, but three small buttons on the side allow the user to control the other effects: light (a red glow that allows the user to see at night as if it were daylight), heat (enough to melt ice or keep one person warm even in freezing temperatures), and firestarting (while in this mode, blowing on the hilt will release enough embers from the weapon to start a fire).

**Depletion**: —


<a id="org8ace125"></a>

## Installations


<a id="orgdac0fe8"></a>

### Alarm Tower

**Minimum Crafting Level**: 5 **Kind**: Installation

**Iotum**: Io (1d6 units); responsive synth (10 units); synthsteel (8 units); apt clay (3 units); mimetic gel (2 units); amber crystal (5 units); quantium (2 units); midnight stone (2 units)

**Parts**: 48 units

**Specifications**: This plan produces a 3-foot (1 m) diameter crystal sphere fixed atop a metallic mast that reaches 50 feet (15 m) into the air. It also produces a linked, handheld device with a control surface. The alarm tower monitors along a circumference up to a very long distance away from the tower in all directions. The tower notifies the holder of the handheld device if it detects unusual motion, behavior associated with attempts at stealth, or attempts at crossing the circumference that haven’t been previously cleared by the builder (for example, normal traffic on a road or through a gate would probably be cleared by the builder). The alarm tower could be set to scan for different criteria, such as the appearance of a certain kind of creature or even a specific individual. Such a device modifies a community’s rank by +1 for tasks related to perception.

**Depletion**: 1 in 1d20 (check per year of use)


<a id="org921c554"></a>

### Automender

**Minimum Crafting Level**: 3 **Kind**: Installation

**Iotum**: Io (1d6 units); responsive synth (5 units); synthsteel (2 units); apt clay (3 units); mimetic gel (2 units); quantium (2 units)

**Parts**: 29 units

**Specifications**: This plan produces a fixed solid no less than 3 feet (1 m) on a side with a cavity large enough for a human to stick their arm or leg into. Someone who does so regains 3 points to a Pool of their choice but no more than once in any ten-hour period.

**Depletion**: 1 in 1d20 (check after each day the automender is used)


<a id="org767add0"></a>

### Cooling Obelisk

**Minimum Crafting Level**: 1 **Kind**: Installation

**Iotum**: Io (1d6 units); responsive synth (10 units); synthsteel (1 unit)

**Parts**: 11 units

**Specifications**: This plan produces a 3-foot (1 m) long synth-and-metal obelisk that cools the air around it. If placed within an area protected from the wind, the elements, direct vacuum, or other environmental effects (such as in a small hut, in a tent, under the eaves of a lean-to, and so on), the cooling obelisk can cool a single area (or several contiguous, bounded areas) up to a short distance in diameter at a temperature that is comfortably cool for humans, even amidst desert-like conditions.

**Depletion**: 1 in d20 (check per month of use)
