Numenera-ThisOldShip/player_stuff/numenera.org
*** Express Tube                                                   :noexport:
 *Minimum Crafting Level*: 2   *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (10 units); synthsteel (1 unit); mimetic
 gel (4 units)

 *Parts*: 20 units

 *Specifications*: This plan produces two 3-foot (1 m) cubes of synth and metal
 connected by a synth tube up to 1 mile (1.5 km) long, as well as five synth
 canisters about 20 inches (50 cm) long and 10 inches (25 cm) in diameter. A
 canister placed in one of the cubes is transported along the synth tube at about
 30 miles per hour (50 kph) and arrives at the other cube. There are switching
 stations along the length of the cube that allow canisters to pass each other in
 either direction. The tubes are usually buried or elevated to keep them out of
 the way of human activity.

 Connecting multiple express tubes together creates a transportation network with
 controls on the cubes directing each canister to the correct end point.

 *Depletion*: 1 in d20 (check per month of use)
*** Fabricator                                                     :noexport:
 *Minimum Crafting Level*: 6   *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (25 units); apt clay (2 units); mimetic
 gel (10 units); amber crystal (5 units); psiranium (1 unit); kaon dot (1 unit);
 monopole (2 units); virtuon particle (1 unit)

 *Parts*: 64 units

 *Specifications*: This plan produces a structure about 30 feet (9 m) on a side
 with a control chamber, an input cavity, and an output surface. If provided with
 a plan for an object of up to level 5 and all the requisite iotum noted in the
 plan, it will create the desired object, installation, vehicle, or automaton,
 taking only half the time that crafting the object would normally require.

 *Depletion*: 1 in 1d20 (check after every time an object or structure higher than
 level 3 is produced)
*** Farspeaking Pylon                                              :noexport:
 *Minimum Crafting Level*: 4    *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (12 units); pliable metal (3 units);
 quantium (5 units)

 *Parts*: 40 units

 *Specifications*: This plan produces a metallic pylon rising from the ground to
 the height of 9 feet (3 m). A control surface on the pylon’s side allows a user
 to compose and transmit a message. All other similar pylons across the world (as
 well as other installations and mech that have the capacity to send and receive
 messages) receive that message.  Characters at two different towers could talk
 to each other in real time, if they desired. A sophisticated user could layer
 their message in a secret form so only someone else at a receiving pylon who
 knew the same form could receive that message. This device adds +3 to a
 community’s infrastructure stat.

 *Depletion*: 1 in 1d100 (check each day the pylon is used)
*** Force Dome                                                     :noexport:
 *Minimum Crafting Level*: 8  *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (20 units); synthsteel (5 units);
 mimetic gel (4 units); pliable metal (10 units); quantium (10 units); kaon dot
 (5 units); virtuon particle (4 units)

 *Parts*: 81 units

 *Specifications*: This plan produces a fixed solid no less than 10 feet (3 m) on a
 side. When activated, the device creates an immobile dome of force up to a very
 long range across. The dome conforms to the space available. The dome can be
 toggled on and off directly or through a remote; handheld device. Up to three
 apertures of arbitrary diameter can be opened or closed in the dome by whomever
 holds the remote device. This device adds +3 Armor to a community’s stats (this
 doesn’t add to the benefit provided by a force sphere).

 *Depletion*: 1 in 1d20 (check each century of use)
*** Force Wall
 *Minimum Crafting Level*: 6   *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (17 units); synthsteel (5 units);
 mimetic gel (4 units); pliable metal (10 units); quantium (4 units); kaon dot (5
 units)

 *Parts*: 64 units

 *Specifications*: This plan produces a fixed solid no less than 5 feet (1.5 m) on
 a side. When activated, it creates an immobile plane of solid force up to 25
 feet (8 m) tall, 50 feet (15 m) long, and 3 feet (1 m) thick within very long
 range. The wall conforms to the space available. The wall can be toggled on and
 off directly or through a remote handheld device. The force wall adds +2 Armor
 to a community’s stats if the wall controls a checkpoint.

 *Depletion*: 1 in 1d20 (check each year of use)
*** Keepsafe Bin
 *Minimum Crafting Level*: 2  *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (13 units); synthsteel (3 units); thaum dust (1 unit)

 *Parts*: 15 units

 *Specifications*: This plan produces a fixed solid no less than 4 feet (1 m) on a
 side with an interior cavity almost as large that can be closed. When closed, no
 time passes within the cavity for a period of up to a week outside. At the end
 of the week, the cavity hatch opens and must be reset.

 *Depletion*: 1 in 1d20 (check after each week of use)
*** Luminous Dynamo
 *Minimum Crafting Level*: 1   *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (9 units); quantium (1 unit)

 *Parts*: 12 units

 *Specifications*: This plan produces a cube-like device about 3 feet (1 m) on a
 side and up to four somewhat fragile crystalline spheres. As long as the spheres
 are within long range of the cube, touching them triggers bright light in an
 immediate range (and dim light within short range) for up to ten hours or until
 they are touched again to turn the light off.

 *Depletion*: 1 in 1d100 (check per week of use)
*** Rain Caller                                                    :noexport:
 *Minimum Crafting Level*: 5    *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (12 units); synthsteel (2 units);
 mimetic gel (3 units); quantium (1 unit); kaon dot (1 unit)

 *Parts*: 53 units

 *Specifications*: This plan produces a fixed pedestal about 5 feet (1.5 m) on a
 side that sprouts an array of slender, metallic arms that reach up to 20 feet (6
 m) into the sky.  Upon activation, clouds begin to gather overhead (if located
 in an open area). After about an hour, the clouds release a rainstorm that lasts
 for another hour, covering an area up to 1 mile (1.5 km) in diameter.

 *Depletion*: 1 in 1d100 (check each use) 
*** Temporal Chime                                                 :noexport:
 *Minimum Crafting Level*: 4  *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (13 units); pliable metal (3 units);
 mimetic gel (10 units); thaum dust (2 units); kaon dot (1 unit); monopole (2
 units); quantium (5 units)

 *Parts*: 40 units

 *Specifications*: This plan produces a hollow structure 20 feet (6 m) on a
 side. Inside, a crystal chime hangs in thin air at the very center. If the chime
 is struck, it rings weeks earlier, usually between five and ten weeks before it
 was struck.

 *Modification*: To modify the structure to reliably cause the chime to ring about
 one week earlier than struck, increase the level by 3 and add midnight stone (2
 units), thaum dust (10 units), and tamed iron (5 units) to the required iotum.

 *Depletion*: 1 in 1d20 (check each use)
*** Turret, Basic                                                  :noexport:
 *Minimum Crafting Level*: 2   *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (10 units); synthsteel (5 units);
 pliable metal (3 units); quantium (2 units)

 *Parts*: 22 units

 *Specifications*: This plan produces a fixed solid no less than 3 feet (1 m) on a
 side. A slender tube, open at one end, rotates slowly on the surface. When
 activated as a character’s action, the turret tube discharges a metallic slug
 with a loud bang at a target up to very long range that the character can see.
 Treat this as a level 4 attack that inflicts 5 points of damage. If a battery of
 ten or more of these turrets is installed, modify the community’s damage
 inflicted by +1.

 *Depletion*: 1 in 1d20 (check once after any hour the turret was used)
*** Vermin Ward
 *Minimum Crafting Level*: 2  *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (14 units); synthsteel (5 units); apt
 clay (2 units)

 *Parts*: 22 units

 *Specifications*: This plan produces a fixed solid no less than 3 feet (1 m) on a
 side with several metallic antennas protruding at odd angles. The device
 operates continually once activated, warding an area at least a short distance
 across from mundane insects and vermin via a psychic exclusion field.

 *Depletion*: 1 in 1d20 (check each month of use)
*** Water Purification Station                                     :noexport:
 *Minimum Crafting Level*: 8

 *Kind*: Installation

 *Iotum*: Io (1d6 units); responsive synth (50 units); synthsteel (5 units);
 mimetic gel (10 units); quantium (1 unit); amber crystal (6 units); virtuon
 particle (2 units); smart tissue (3 units)

 *Parts*: 82 units

 *Specifications*: As the basic water purifier, but this unit is twenty times
 larger and can produce enough water to satisfy the water needs of up to 500
 normal humans per day (provided there is a large-enough water source to
 purify). This installation adds +15 to a community’s infrastructure stat.

 *Depletion*: 1 in 1d100 (check each year of use)
** Vehicles
*** Battle Cart                                                    :noexport:
 *Minimum Crafting Level*: 7  *Kind*: Vehicle

 *Iotum*: Io (2d6 units); responsive synth (25 units); pliable metal (6 units);
 synthsteel (10 units); mimetic gel (10 units); quantium (3 units); smart tissue
 (2 units); monopole (1 unit)

 *Parts*: 70 units

 *Specifications*: This plan produces a multiwheeled, enclosed vehicle of shining
 synthsteel with wide windows for passengers to look out. The vehicle can carry
 one driver and up to four other passengers. In battle, the driver can use one
 control surface to cause the vehicle to move up to a long distance each round on
 relatively smooth terrain but not through impassible terrain or barriers. On
 extended trips on smooth terrain, it can move up to 80 miles per hour (130 kph).

 Passengers can use their own control surfaces to fire weapons from the vehicle’s
 exterior at targets within long range, inflicting 6 points of damage each. The
 weapons include two energy ray emitters and two missile launch silos.

 If deployed against a large group of enemies or against an enemy community,
 treat a fully crewed battle cart as a rank 2 rampaging beast with +1 Armor.

 After each five hours of use, the vehicle must rest in the sun for at least one
 hour before it becomes operational again.

 *Depletion*: 1 in 1d20 (check per day of use)
