docs/content/numenera.md


<a id="org9990e6b"></a>

### Force Wall

**Minimum Crafting Level**: 6 **Kind**: Installation

**Iotum**: Io (1d6 units); responsive synth (17 units); synthsteel (5 units); mimetic gel (4 units); pliable metal (10 units); quantium (4 units); kaon dot (5 units)

**Parts**: 64 units

**Specifications**: This plan produces a fixed solid no less than 5 feet (1.5 m) on a side. When activated, it creates an immobile plane of solid force up to 25 feet (8 m) tall, 50 feet (15 m) long, and 3 feet (1 m) thick within very long range. The wall conforms to the space available. The wall can be toggled on and off directly or through a remote handheld device. The force wall adds +2 Armor to a community’s stats if the wall controls a checkpoint.

**Depletion**: 1 in 1d20 (check each year of use)


<a id="org86939a5"></a>

### Keepsafe Bin

**Minimum Crafting Level**: 2 **Kind**: Installation

**Iotum**: Io (1d6 units); responsive synth (13 units); synthsteel (3 units); thaum dust (1 unit)

**Parts**: 15 units

**Specifications**: This plan produces a fixed solid no less than 4 feet (1 m) on a side with an interior cavity almost as large that can be closed. When closed, no time passes within the cavity for a period of up to a week outside. At the end of the week, the cavity hatch opens and must be reset.

**Depletion**: 1 in 1d20 (check after each week of use)


<a id="org07ed6e6"></a>

### Luminous Dynamo

**Minimum Crafting Level**: 1 **Kind**: Installation

**Iotum**: Io (1d6 units); responsive synth (9 units); quantium (1 unit)

**Parts**: 12 units

**Specifications**: This plan produces a cube-like device about 3 feet (1 m) on a side and up to four somewhat fragile crystalline spheres. As long as the spheres are within long range of the cube, touching them triggers bright light in an immediate range (and dim light within short range) for up to ten hours or until they are touched again to turn the light off.

**Depletion**: 1 in 1d100 (check per week of use)


<a id="org7e50eb7"></a>

### Vermin Ward

**Minimum Crafting Level**: 2 **Kind**: Installation

**Iotum**: Io (1d6 units); responsive synth (14 units); synthsteel (5 units); apt clay (2 units)

**Parts**: 22 units

**Specifications**: This plan produces a fixed solid no less than 3 feet (1 m) on a side with several metallic antennas protruding at odd angles. The device operates continually once activated, warding an area at least a short distance across from mundane insects and vermin via a psychic exclusion field.

**Depletion**: 1 in 1d20 (check each month of use)
