Numenera-ThisOldShip/player_stuff/numenera.org
*** Chainpod
 *Minimum Crafting Level*: 4   *Kind*: Vehicle

 *Iotum*: Io (1d6 units); responsive synth (8 units); pliable metal (1 unit);
 synthsteel (2 units); mimetic gel (1 unit); amber crystal (1 unit)

 *Parts*: 43 units

 *Specifications*: This plan produces a 6-foot (2 m) diameter spherical vehicle
 that holds one person. The chainpod’s entire outer surface is a kind of wheel,
 but the driver doesn’t spin along with the wheel. The driver can use the control
 surface to cause the vehicle to roll up to a long distance each round over
 smooth terrain or a well-maintained road, or up to a short distance per round
 over rough roads or wild terrain. On extended trips over smooth terrain, it can
 move up to 80 miles per hour (130 kph).

 A chainpod can roll underwater at half speed or swim in any direction up to an
 immediate distance each round. Chainpods are watertight but do not provide
 breathable air, so a typical human using a chainpod underwater should surface
 every four hours to refresh the air supply.

 After each five hours of use, a chainpod must rest in the sun for at least one
 hour before it becomes operational again.

 Multiple chainpods can magnetically link to each other if they make physical
 contact (even when moving at full speed). Linked chainpods operate as one
 vehicle controlled by the lead driver, moving in a line like beads on a
 string. Only the lead chainpod consumes power, allowing the others to recharge
 while being towed. Any occupant can instantly unlink their chainpod from others
 in the chain (a chainpod unlinked from the lead pod becomes immediately active
 and drivable).

 *Depletion*: 1–2 in 1d100 (check per day of use)
*** Hover Frame
 *Minimum Crafting Level*: 2   *Kind*: Vehicle

 *Iotum*: Io (1d6 units); responsive synth (23 units); pliable metal (3 units);
 quantium (3 units)

 *Parts*: 19 units

 *Specifications*: This plan produces an open frame supported by silvery,
 ground-effect discs that negate and push against gravity, allowing it to pass
 over any terrain, including water, without slowing. However, the groundeffect
 force isn’t as efficient as direct contact, and a hover frame’s maximum speed is
 only an immediate distance each round.  On extended trips, it can move up to 3
 miles per hour (5 kph).The frame features a place for a driver to lash
 themselves plus an additional space where a passenger or cargo could be lashed
 underneath.  After each ten hours of use, the hover frame must rest in the sun
 for at least one hour before it becomes operational again.

 *Depletion*: 1 in 1d20 (check per week of use)

** Automatons
*** Assistant
 *Minimum Crafting Level*: 5
 *Kind*: Automaton
 *Iotum*: io (1d6 units); responsive synth (14 units); apt clay (8 units); pliable
 metal (7 units); smart tissue (3 units); monopole (1 unit); psiranium (2 units)

 *Parts*: 52 units

 *Specifications*:
 This plan produces an automaton that stands about 5 feet (1.5 m) tall with a
 body plan that only approximately resembles a human. The automaton moves on a
 single rolling sphere but has two mechanical arms. It is a level 5 creature with
 a limited repertoire of capabilities. Those capabilities are hard-coded into the
 assistant when it is first constructed, allowing it to provide an asset on up to
 five non-combat tasks for a PC or other creature that makes use of the assistant
 automaton. The assistant is suited to staying in one location, but it can travel
 if asked to do so. However, each full day of travel requires an additional
 depletion roll.

 *Modification*: To modify the assistant to have additional capabilities, add 2
 units of responsive synth for each additional capability desired.

 *Depletion*: 1 in 1d20 (check per month of use)
*** Extractor
 *Minimum Crafting Level*: 4   *Kind*: Automaton

 *Iotum*: Io (1d6 units); responsive synth (16 units); apt clay (4 units); pliable
 metal (4 units); quantium (3 units) Parts: 44 units

 *Specifications*: This plan produces a discshaped automaton about 4 feet (1 m) in
 diameter that moves up to a short distance each round on a bed of forced
 air. When released in an area where iotum salvage can be potentially found, the
 automaton harvests what it can find and extract on its own, providing one
 additional iotum (up to level 6) per hour that the extractor works in an area
 that still has salvage. Once it has acquired 5 units of iotum, it returns to a
 predetermined location and waits to be unpacked. It can return earlier if set to
 do so.

 *Modifications*: To double the iotum the extractor can gather and increase the
 level of iotum it can gather by 1, a crafter can treat the plan as 1 level
 higher and add 3 units of smart tissue and 1 unit of psiranium.

 *Depletion*: 1 in 1d20 (check per week of use)
*** Garden Mech
 *Minimum Crafting Level*: 2  *Kind*: Automaton

 *Iotum*: Io (1d6 units); responsive synth (9 units); apt clay (2 units); pliable
 metal (4 units)

 *Parts*: 20 units

 *Specifications*: This plan produces a discshaped limited automaton about 1 foot
 (30 cm) in diameter. The mech moves on a dozen metallic legs. When released in
 an area where tended plants are already growing, whether decorative or food
 crops, the automaton sets to work tending to their needs within an area up to a
 short range across. It removes pests by hand, aerates the soil, and performs
 other related tasks, providing an asset to any task attempted by characters to
 successfully grow plants within that area.

 *Depletion*: 1 in 1d20 (check per growing season)
*** Buildnought
 *Minimum Crafting Level*: 9

 *Kind*: Automaton

 *Iotum*: Io (1d6 units); responsive synth (50 units); apt clay (10 units); azure
 steel (100 units); mimetic gel (20 units); amber crystal (10 units); protomatter
 (4 units); psiranium (4 units); kaon dot (2 units); monopole (4 units); virtuon
 particle (10 units); data orb (2 units)

 *Parts*: 95 units

 *Specifications*: This plan produces a gargantuan automaton about 1,000 feet (300
 m) in diameter that moves on hundreds of legs. The automaton’s function is to
 build cities. Over the course of one year, a buildnought can construct the
 infrastructure—including walls, homes, structures, and some basic
 installations—to house a community of 5,000 people. If citizens were to
 immigrate into the new community, fill it, and take up appropriate roles, the
 infrastructure and installations already in place would make it a rank 5
 community.

 A buildnought can be tasked with building specific things, even if plans are not
 provided to it, because it can take a few months or years to figure out a plan
 for itself. It takes a buildnought about as long to build any given item or
 structure as a wright. A buildnought sees to its own iotum needs by building
 small armies of extractors, which it sends out to salvage from nearby ruins.

 *Depletion*: 1 in 1d100 (check per century of building)
*** Lifting Aventron
 *Minimum Crafting Level*: 3  *Kind*: Automaton

 *Iotum*: Io (1d6 units); responsive synth (12 units); apt clay (3 units); pliable
 metal (4 units) Parts: 31 units

 *Specifications*: This plan produces a blocky, limited automaton about 3 feet (1
 m) on a side with a pair of extendable lift arms.  The automaton moves on a
 dozen metallic legs up to a short distance each round. If commanded, the
 automaton can move and lift heavy objects, either stacking them in precise piles
 or unstacking them, as required. Lifting aventrons move too slowly to lift
 creatures that have the ability to move away from its lifter arms. A lifting
 aventron can be commanded to stack only certain kinds of objects, to stack
 different kinds of objects using alternate methods and in different locations,
 and so on.

 *Depletion*: 1 in 1d20 (check per year of use)
