docs/content/numenera.md


<a id="orgeb65df5"></a>

### Mech Soldier, Basic

**Minimum Crafting Level**: 4 **Kind**: Automaton

**Iotum**: Io (1d6 units); responsive synth (19 units); apt clay (4 units); pliable metal (4 units); mimetic gel (2 units)

**Parts**: 42 units

**Specifications**: This plan produces a limited automaton with a humanoid frame whose arms end in metallic blades. The level 4 creature has 1 Armor. The mech soldier has two modes: attack and patrol.

If activated as a character’s action (usually via voice command), the soldier attacks a selected target with its blades until the target flees or is eliminated.

Alternatively, the soldier can be set to patrol an area. It will activate automatically if it comes across creatures not designated as friendly, attacking them until the targets flee or are eliminated.

**Depletion**: 1 in 1d20 (check once after any hour that the mech attacks)


<a id="orgef6689c"></a>

### Storyteller

**Minimum Crafting Level**: 4 **Kind**: Automaton

**Iotum**: Io (1d6 units); responsive synth (23 units); apt clay (4 units); pliable metal (4 units); mimetic gel (2 units); psiranium (2 units)

**Parts**: 41 units

**Specifications**: This plan produces a limited automaton with a humanoid frame about the size of a very small child, but covered with soft fur and with some seskii-like features. The storyteller has two modes: story mode and companion mode.

If activated as a character’s action (usually via voice command), the storyteller spins an entertaining yarn—usually a story that is designed to delight a child, though the storyteller can adapt to its audience.

Alternatively, the storyteller can be set to companion mode where it interacts in an apparently smart but programmatic fashion to a particular person (usually its owner), providing simple feedback, encouragement, and company.

**Depletion**: 1 in 1d20 (check per month of use)
